Repository: TeBeCe/MakeDumbSmart
Catalog: MakeDumbSmart/*.lproj/Localizable.strings
Languages: sk

source: %@ sec.
sk: %@ sek.

# %@ value %@ than %@
source: %1$@ value %2$@ than %3$@
sk: %1$@ hodnota %2$@ než %3$@

source: Activation Time
sk: Čas aktivácie

source: Add
sk: Pridať

source: Add / Remove Accesory
sk: Pridať / Odobrať Príslušenstvo

source: Add Automatization
sk: Pridať Automatizáciu

source: Add Device
sk: Pridať Zariadenia

source: Add Modules
sk: Pridať Moduly

source: Add New Automatization
sk: Pridať Novú Automatizáciu

source: Add New Device
sk: Pridať Nové Zariadenie

source: Add or remove Accesories
sk: Pridať alebo odobrať Príslušenstvá

source: Add Scene
sk: Pridať Scénu

source: Add Sensors
sk: Pridať Senzory

source: Add senzor based automatization
sk: Pridať senzorovo závislú automatization

source: Add time based automatization
sk: Pridať časovo závislú automatization

source: Add to devices
sk: Pridať k zariadeniam

source: Add to Favorite
sk: Pridať k obľúbeným

source: Add/Remove Accesories
sk: Pridať/Odobrať Príslušenstvá

source: Assign to module
sk: Priradiť k modulu

source: Automatizations
sk: Automataizácie

source: Back to login
sk: Späť na prihlásenie

source: Correct vendor will help other people setting similar devices
sk: Korektný náz výrobcu pomôže iným ľudom pridávať podobné zariadenia

source: Create Automatization
sk: Vytvoriť Automatizáciu

source: Create Module
sk: Vytvoriť Modul

source: Create new Home
sk: Vytvoriť novú Domácnosť

source: Create Room
sk: Vytvoriť Miestnosť

source: Create scene
sk: Vytvoriť scénu

source: Create Sensor
sk: Vytvoriť Semzor

source: Delete device
sk: Zmazať zariadenie

source: Delete Scene
sk: Zmazať scénu

source: Device Name
sk: Názov Zariadenia

source: Device Vendor
sk: Výrobca zariadenia

source: Devices
sk: Zariadenia

source: E.g Bedroom
sk: Napr. Spálňa

source: e.g. Apple
sk: Napr. Apple

source: e.g. AppleTV 4K
sk: Napr. AppleTV 4K

source: E.g. Sweet Home
sk: Napr. Sweet Home

source: e.g. Switch off
sk: Napr. Vypnúť

source: Favorite Functions
sk: Obľúbené Funkcie

source: Favorite scenes
sk: Obľúbené Scény

source: First
sk: Prvý

source: First Run Configuration
sk: Prvotná konfigurácia

source: Fourth
sk: Štvrtý

source: Frequency
sk: Frekvencia

source: Function Name
sk: Názov funkcie

source: Function Type
sk: Typ funkcie

source: Functions maximum value
sk: Maximálna hodnota funkcie

source: Home Name
sk: Názov domácnosti

source: Home Settings
sk: Nastavenia domácnosti

source: If function is resetable, all same device functions will reset when changing state
sk: Ak je funkcia resetovateľná, všetky funckie zariadenia budú resetované pri zmene stavu

source: Lock app after closing app without logging out
sk: Zamknúť po zavretí applikácie

source: Log Out
sk: Odhlásiť

source: LogIn
sk: Prihlásiť

source: Maximum Value
sk: Maximálna hodnota

source: Module
sk: Modul

source: Module Management
sk: Manažment modulu

source: Module Name
sk: Názov Modulu

source: Modules
sk: Moduly

source: Modules Management
sk: Manažment modulov

source: Name
sk: Meno

source: Please set correct device name: • toggle "Resetable" applies to same Device Name • help other people setup similar functions
sk: Prosím zadajte skutočný názov zariadenia: • prepínač "Resetable" ovplyňuje funkcie s rovnakým názvom zariadenia • pomáha iným používateľom nastaviť podobné funkcie

source: Register
sk: Registrovať

source: Repeating
sk: Opakujúci

source: Room
sk: Miestnosť

source: Room Name
sk: Názov Miestnosti

source: Rooms
sk: Miestnosti

source: Rooms Management
sk: Manažment Miestností

source: Scene Name
sk: Názov Scény

source: Scenes
sk: Scény

source: Second
sk: Druhý

source: Select Glyph
sk: Vybrať ikonu

source: Sensor
sk: Senzor

source: Sensor Name
sk: Názov Senzoru

source: Sensor Type
sk: Typ Senzoru

source: Set Defaul Room Name
sk: Zadaj názov predvolenej Miestnosti

source: Set Home Name
sk: SZadaj názov Domácnosti

source: Setting correct device type will help other people setting similar devices
sk: Zadanie skutočného typu zariadenia pomôže iným nastavovať podobné zariadenia

source: Some functions may have many levels, please select correct amount
sk: Niektoré funkcie majú viacero stupňov, zadajte skutočný počet

source: Third
sk: Tretí

source: Time
sk: Čas

source: Title
sk: Názov

source: Type
sk: Typ

source: unlock
sk: Odomkni

source: Update frequency
sk: Frekvencia aktualizácie

source: Use Biometrics
sk: Použitie biometriky

source: Use biometrics
sk: Použitie biometriky

source: Wallpaper
sk: Pozadie
